import React from "react";
import Content from "../../pages/Offer/Content/Content";

import FrontImage from "/img/kids/FrontKids.jpg";

import firstImg from "/img/kids/kids1.JPG";
import secoundImg from "/img/kids/kids2.JPG";

export default function KidsDance() {
  document.title = "Plus Fit - Kids";
  const content = {
    frontImage: FrontImage,
    firstParagraph: {
      firstTitle: "Гімнастика для дітей та підлітків",

      first:
        "У нашій студії кожна дитина розкриває свій потенціал через ритм, грацію та силу. Ми поєднуємо елементи хореографії та гімнастики, щоб створити унікальне середовище, де малюки не просто тренуються — вони творять, мріють і ростуть.",
      secound:
        "Ваша дитина мріє танцювати? Ми допоможемо зробити перший крок до великої сцени! Запрошуємо до нашої студії дитячих танців та гімнастики — простору, де кожен рух перетворюється на магію, а кожна дитина відчуває себе зіркою! ",
      contentImage: [firstImg, secoundImg],
      third:
        "Наші тренери — це не просто професіонали, а справжні наставники, які допомагають дітям полюбити рух і себе в ньому. Ми віримо, що кожна дитина має талант — і ми допомагаємо його розкрити.",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібна дітям гімнастика та танці ?",
      first:
        "Дитяча гімнастика та танці — це не просто рух, а ключ до гармонійного розвитку. Вони зміцнюють м’язи, покращують координацію, гнучкість і витривалість. Крім фізичної користі, такі заняття сприяють емоційному розвантаженню, розвитку впевненості в собі та соціальних навичок. Танці допомагають дітям самовиражатися, а гімнастика — формувати здорову поставу та зміцнювати імунітет. Це весело, корисно і надзвичайно важливо для здоров’я та щасливого дитинства.",
      article: [
        "Покращення координації, гнучкості та витривалості",
        "Зміцнення м’язів, суглобів і серцево-судинної системи",
        "Формування правильної постави та рівноваги",
        "Розвиток пам’яті, уваги та мислення",
        "Підвищення самооцінки та впевненості в собі",
        "Робота в команді, спілкування з однолітками",
      ],
    },
  };
  return (
    <div>
      <Content content={content} selectetCategory={"Дитячі танці"} />
    </div>
  );
}
