import Content from "./Content/Content";

import FrontImage from "/img/gymBg.jpg";

import firstImg from "/img/01.jpg";
import secoundImg from "/img/02.jpg";
import Reviews from "../../components/Reviews/Reviews";
import { Fragment } from "react";

export default function Offer() {
  document.title = "Plus Fit - Пропозиції";
  const content = {
    frontImage: FrontImage,
    firstParagraph: {
      firstTitle: "Фітнес і Тренажерний зал",

      first:
        "Але щоб зрозуміти, звідки виникає вся ця помилка, потрібно пояснити, що вона походить від прагнення до насолоди та від небажання терпіти біль. Ніхто не прагне болю самого по собі, не шукає його і не бажає, просто тому що це біль, якщо тільки не трапляються випадки, коли через обставини та розуміння він змушений шукати біль, щоб отримати якусь вигоду. Ніхто не любить, не прагне і не шукає болю просто тому, що це біль, але іноді обставини змушують терпіти його, щоб уникнути ще більшого зла.",
      secound:
        "Але я мушу пояснити тобі, як виникла ця хибна ідея — засуджувати насолоду і вихваляти біль. Я надам тобі повний опис системи та викладу справжні вчення великого дослідника істини, архітектора людського щастя. Ніхто не відкидає, не зневажає і не уникає насолоди лише тому, що це насолода, але тому, що ті, хто не вміє раціонально її шукати, стикаються з наслідками, які є надзвичайно болючими. І знову ж таки, ніхто не любить, не прагне і не бажає болю самого по собі, просто тому що це біль, але іноді трапляються обставини, за яких праця і страждання можуть принести велику насолоду. Візьмемо банальний приклад…",
      contentImage: [firstImg, secoundImg],
      third:
        "Фітнес і силові тренування — це не просто шлях до красивого тіла. Це інвестиція у здоров’я, енергію та якість життя. Ось чому вони справді важливі.",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібний фітнес та силові тренування ?",
      article: [
        "Покращити роботу серця та легенів",
        "Знизити рівень стресу та тривожності",
        "Підтримувати здорову вагу",
        "Розвивати гнучкість і координацію",
        "Зміцнюють м’язи та кістки",
        "Покращують метаболізм і спалювання калорій",
        "Знижують ризик остеопорозу, діабету та серцевих хвороб",
      ],
    },
  };

  return (
    <Fragment>
      <Content
        frontImage={FrontImage}
        content={content}
        selectetCategory={"Спортивний зал"}
      />
    </Fragment>
  );
}
