import Content from "../../pages/Offer/Content/Content";

function Gym() {
  document.title = "Iron Mass | GYM / Fitness";

  const content = {
    frontImage:
      "https://res.cloudinary.com/dcmbg0k5a/image/upload/v1760373457/qgynz9yx5gjbclyeamqk.jpg",
    firstParagraph: {
      firstTitle: "GYM and Fitness",

      first:
        "Фітнес — це не лише про тіло. Це про вибір. Про внутрішню силу, яка змушує тебе вставати раніше, коли інші ще сплять. Про бажання бути кращим, ніж учора. Тренажерний зал — це простір, де біль перетворюється на прогрес, а втома — на перемогу.",
      secound:
        "Тут немає випадкових результатів. Кожен повтор — це крок до мети. Кожна крапля поту — це доказ того, що ти не здався. І навіть коли здається, що сил більше немає — саме тоді народжується справжня витривалість.",
      contentImage: ["", ""],
      third:
        "Фітнес — це не про ідеальне тіло. Це про дисципліну, характер і повагу до себе. Це про те, щоб дивитись у дзеркало і бачити не просто м’язи, а людину, яка не боїться викликів.",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібний фітнес та силові тренування ?",
      article: [
        "Покращити роботу серця та легенів",
        "Знизити рівень стресу та тривожності",
        "Підтримувати здорову вагу",
        "Розвивати гнучкість і координацію",
        "Зміцнюють м’язи та кістки",
        "Покращують метаболізм і спалювання калорій",
        "Знижують ризик остеопорозу, діабету та серцевих хвороб",
      ],
    },
  };
  return <Content content={content} selectetCategory={"Gym"} />;
}

export default Gym;
