import Content from "../../pages/Offer/Content/Content";

export default function Yoga() {
  document.title = "Плюс Фіт - Йога";

  const content = {
    frontImage:
      "https://res.cloudinary.com/dcmbg0k5a/image/upload/v1760490698/ef6pio7aqqqdoebuoy7i.jpg",
    firstParagraph: {
      firstTitle: "Йога",

      first:
        "Йога — це не просто вправи. Це зустріч із собою. Це момент, коли ти зупиняєшся, вдихаєш глибше і згадуєш, що твоє тіло — не ворог, а союзник. Кожна асана — це не про гнучкість, а про баланс. Не про ідеальну форму, а про внутрішню гармонію.",
      secound:
        "На килимку немає змагань. Є лише ти, твій подих і тиша, яка лікує. Йога вчить слухати себе, приймати себе, бути в моменті. Вона не змінює тебе — вона повертає тебе до справжнього.",
      contentImage: [BG1, BG2],
      third:
        "Це шлях не до досконалості, а до цілісності. І кожен крок на цьому шляху — це акт любові до себе.",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібна реабілітація ?",
      first:
        "Загальна реабілітація — це не розкіш, а необхідна частина лікування, яка повертає людині не лише здоров’я, а й гідність, свободу та надію.",
      article: [
        "Покращення гнучкості та витривалості",
        "Зняття стресу та відновлення емоційного стану",
        "Відчуття легкості й внутрішньої гармонії",
        "М’яка робота з тілом без перевантажень",
        "Підвищення самооцінки та впевненості в собі",
      ],
    },
  };
  return <Content content={content} selectetCategory={"Йога"} />;
}
