import React from "react";
import Content from "../../pages/Offer/Content/Content";

import BG from "../../../public/img/yoga.jpg";
import BG1 from "../../../public/img/yoga1.avif";
import BG2 from "../../../public/img/yoga2.jpg";

export default function Yoga() {
  document.title = "Plus Fit - Yoga";

  const content = {
    frontImage: BG,
    firstParagraph: {
      firstTitle: "Йога",

      first:
        "Для тих, хто цінує баланс між тілом і душею запрошуємо спробувати заняття з йоги.",
      secound:
        "Загальна реабілітація — це комплекс медичних, соціальних, психологічних та освітніх заходів, спрямованих на відновлення здоров’я, функціональних можливостей і якості життя людини після хвороб, травм або інших порушень. За визначенням ВООЗ, реабілітація — це процес, який допомагає людині з обмеженими функціями адаптуватися до нових умов життя, максимально реалізувати свій потенціал і повернутися до активної участі в суспільстві.",
      contentImage: [BG1, BG2],
      third:
        "Реабілітація може включати: фізіотерапію та лікувальну фізкультуру, масаж, ерготерапію, логопедію, психологічну допомогу. Спеціаліст з яким ви зможете працювати - фізичний терапевт Довгалюк Уляна ",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібна реабілітація ?",
      first:
        "Загальна реабілітація — це не розкіш, а необхідна частина лікування, яка повертає людині не лише здоров’я, а й гідність, свободу та надію.",
      article: [
        "Покращення гнучкості та витривалості",
        "Зняття стресу та відновлення емоційного стану",
        "Відчуття легкості й внутрішньої гармонії",
        "М’яка робота з тілом без перевантажень",
        "Підвищення самооцінки та впевненості в собі",
      ],
    },
  };
  return <Content content={content} />;
}
