import React from "react";
import Content from "../../pages/Offer/Content/Content";

export default function Rehabilitation() {
  document.title = "Plus Fit - Rehabilitation";
  const content = {
    frontImage: "",
    firstParagraph: {
      firstTitle: "Реабілітація",

      first:
        "Ми допомагаємо відновитися після травм, операцій та тривалих навантажень.",
      secound:
        "Загальна реабілітація — це комплекс медичних, соціальних, психологічних та освітніх заходів, спрямованих на відновлення здоров’я, функціональних можливостей і якості життя людини після хвороб, травм або інших порушень. За визначенням ВООЗ, реабілітація — це процес, який допомагає людині з обмеженими функціями адаптуватися до нових умов життя, максимально реалізувати свій потенціал і повернутися до активної участі в суспільстві.",
      contentImage: ["", ""],
      third:
        "Реабілітація може включати: фізіотерапію та лікувальну фізкультуру, масаж, ерготерапію, логопедію, психологічну допомогу. Спеціаліст з яким ви зможете працювати - фізичний терапевт Довгалюк Уляна ",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібна реабілітація ?",
      first:
        "Загальна реабілітація — це не розкіш, а необхідна частина лікування, яка повертає людині не лише здоров’я, а й гідність, свободу та надію.",
      article: [
        "Відновлення фізичних функцій (рухливість, сила, координація)",
        "Психологічна підтримка та стабілізація емоційного стану",
        "Соціальна адаптація — повернення до навчання, роботи, спілкування",
        "Профілактика ускладнень і повторних захворювань",
        "Підвищення самооцінки та впевненості в собі",
        "Сприяє незалежності та самостійності",
      ],
    },
  };
  return (
    <div>
      <Content content={content} selectetCategory={"Therapi"}></Content>
    </div>
  );
}
