import React from "react";
import Content from "../../pages/Offer/Content/Content";

export default function Massage() {
  const content = {
    frontImage: "",
    firstParagraph: {
      firstTitle: "Масаж",

      first:
        "Масаж — це механічний вплив на тканини тіла (шкіру, м’язи, суглоби), який здійснюється руками або спеціальними пристроями з метою оздоровлення, релаксації або лікування. Його застосовують як у медицині, так і в косметології, спорті та реабілітації.",
      secound:
        "Кому рекомендовано масаж: cпортсменам — для відновлення після навантажен;  дітям — для розвитку та корекції постави; дорослим — для зняття стресу та болю; людям похилого віку — для підтримки рухливості",
      contentImage: ["", ""],
      third:
        "Масаж — це не просто приємна процедура, а потужний інструмент для підтримки здоров’я, профілактики хвороб і покращення психоемоційного стану. Його ефективність залежить від правильного вибору методу, кваліфікації фахівця та регулярності сеансів.",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібний масаж ?",
      first:
        "Це один із найдавніших і найефективніших методів оздоровлення. Він поєднує в собі науково обґрунтовану дію на організм та приємні відчуття, які допомагають розслабитися, зняти напругу і відновити сили. У нашому центрі масаж — це не просто процедура. Це індивідуальний підхід, професійне виконання та турбота про ваше самопочуття.Усі масажисти мають медичну освіту та сертифікати. Ми працюємо з дорослими, дітьми, людьми похилого віку та клієнтами з особливими потребами. Запис на масаж — за телефоном, через форму на сайті або в месенджерах. Перший візит включає коротку консультацію, щоб підібрати оптимальний вид масажу саме для вас.",
      article: [
        "Покращення кровообігу та лімфодренажу",
        "Зниження м’язової напруги та болю",
        "Релаксація та зменшення стресу",
        "Покращення стану шкіри",
        "Масаж стимулює регенерацію, підвищує еластичність, зменшує прояви целюліту",
        "Допомагає при спазмах, перенапруженні, болях у спині, шиї, суглобах",
      ],
    },
  };
  return (
    <>
      <Content content={content} />
    </>
  );
}
