import React from "react";
import Content from "../../pages/Offer/Content/Content";

import BG from "/img/Endosphere.PNG";

export default function Endosphere() {
  document.title = "Plus Fit - Endosphere";
  const content = {
    frontImage: BG,
    firstParagraph: {
      firstTitle: "Ендосфера",

      first:
        "Ендосфера-терапія — це інноваційна апаратна процедура, яка поєднує мікровібрацію та компресійний масаж. Її проводять за допомогою спеціального апарата з обертовими силіконовими сферами, що створюють хвилю вібрацій, діючи на глибокі шари тканин — від шкіри до м’язів.",
      secound:
        "Основні механізми дії: компресія — здавлює тканини, стимулює лімфовідтік, зменшує набряки; мікровібрація — активізує кровообіг, покращує живлення клітин; міофасціальний ефект — зменшує м’язову напругу, покращує еластичність; тепловий ефект — стимулює синтез колагену та еластину, зміцнює судини.",
      contentImage: ["", ""],
      third:
        "Процедура рекомендована при: целюліті та локальних жирових відкладеннях, набряках кінцівок, застійних явищах,  зниженому тонусі м’язів і шкіри, м’язовій втомі після тренувань, післяпологових змінах фігури (за погодженням з лікарем).",
    },
    secoundParagraph: {
      firstTitle: "Для чого потрібна ендосфера ?",
      first:
        "Ендосфера — це не просто косметична процедура, а комплексний підхід до оздоровлення тканин, з ефектами, які відчуваються вже після перших сеансів. Її використовують як у салонах краси, так і в реабілітаційних центрах.",
      article: [
        "Розгладжує шкіру, покращує її текстуру",
        "Зменшення об’ємів, моделювання контурів тіла",
        "Усуває набряки, покращує лімфовідтік",
        "Активізує обмін речовин, насичує тканини киснем",
        "Покращує тонус і еластичність капілярів",
        "Зменшення зморшок, темних кіл, набряків",
      ],
    },
  };
  return (
    <>
      <Content content={content} />
    </>
  );
}
